{
  "lang_herotext": "We are looking for new perspectives - add you.", 
  "lang_studenthero": "<span style=\"font-weight: 800;\">For students</span>", 
  "lang_herobtn_standard": "Discover our vacancies", 
  "hero_button": {
    "default": "Discover our vacancies",
    "one": "See 1 open position",
    "other": "Discover our {{count}} vacancies"
  }, 
  "company_section": {
    "header": "Welcome to <span style=\"font-weight: 800;\">CMS Wistrand</span>",
    "description": "CMS Wistrand is one of Sweden's leading commercial law firms with just over 200 employees in our Stockholm and Gothenburg offices. In addition, we form part of CMS: one of the world's largest law firms with more than 6,000 legal experts in over 45 countries. Are you interested in addressing complex issues that require innovative solutions, expertise and collaboration? Additionally, If you would like to work within an international environment appreciating an open and inclusive workplace, then CMS Wistrand is the right place for yo"
  },
  "values_section": {
    "header": "Our <span style=\"font-weight: 800;\">Values</span>",
    "team_members": [
      {
        "role": "Together with you, we see new possibilities",
        "description": "We know that a diversity of skills, perspectives and experiences not only makes for a more pleasant workplace, but it is also a prerequisite for providing our clients with superlative advice. At CMS Wistrand, you become part of an open and inviting culture where you will find the space to be yourself and have confidence that your voice will be heard."
      },
      {
        "role": "Innovation as tradition",
        "description": "We see innovation as a driving factor for success. Our sector is constantly changing, and we are laying the foundations to prepare for the future by finding new and more effective ways to deliver legal services for businesses. As a result, we encourage our employees to think creatively and take initiatives, whether it be by using digital tools to streamline workflows or developing new services to meet the changing needs of our clients."
      },
      {
        "role": "Sustainability in all shapes and sizes",
        "description": "For us, it is paramount to contribute to positive development regarding sustainability. A large part of our work is to support and guide our clients in environmental, social and governance (ESG) issues in respect of regulatory compliance, strategies and policies. \n\n Creating a sustainable work environment is an equally important component. Therefore, we ensure that you have the best conditions for long-term performance by offering you the support to deal with the challenges of work and the space and time for recovery."
      }
    ]
  }, 
    "meet_employees": {
    "header": "Four views on <span style=\"font-weight: 800;\">CMS Wistrand</span>",
    "employees": [
      {
        "name": "Nina Knobloch Blomqvist",
        "role": "Associate, environmental group",
        "q_and_a": {
          "about": "Tell us a little about yourself and how you came to CMS Wistrand?",
          "about_answer": "I am a political scientist at heart, and I’ve always been curious about how society works and what holds it together. That curiosity led me to law, which is society's rules for the game, and to in-depth studies within state and constitutional law. After a few years at the land and environmental court in Växjö and the county administrative board in Skåne, I got the opportunity to join CMS Wistrand's environmental group in Gothenburg.",
          "culture": "How would you describe our culture?",
          "culture_answer": "The Gothenburg office is a young and energetic workplace. There's always something exciting happening here.",
          "appreciation": "What do you appreciate most about working at CMS Wistrand?",
          "appreciation_answer": "It’s really gratifying to work together with such knowledgeable, generous and truly nice people."
        }
      },
      {
        "name": "Johannes Wardman",
        "role": "Partner, Lawyer",
        "q_and_a": {
          "about": "Tell us a little about yourself and how you came to CMS Wistrand!",
          "about_answer": "I grew up in a small family business, and I combined law studies in Uppsala and Hong Kong with work in the family business. Towards the end of my studies, I worked at an English intellectual property law firm in Hong Kong, but after a while I longed to go home to Sweden and the west coast. I had heard positive things about CMS Wistrand, and I received excellent and personable treatment during the interview process. It felt like a clear match, and I have now been at CMS Wistrand for over 15 years.",
          "qualities": "Which qualities do you think are important to thrive with us?",
          "qualities_answer": "Ambition, curiosity, enterprise, responsibility and meticulousness.",
          "balance": "How do you feel about how the balance between work and leisure is addressed?",
          "balance_answer": "Sometimes you have to puzzle it out a bit during the busiest periods, but with a little planning, transparency and sensitivity towards both clients and colleagues you can manage to solve that puzzle together. We, as colleagues, always step up for each other, and when our clients' own lives are often very similar to our own, there is always an understanding, and not least the appreciation when you put in that little bit extra."
        }
      },
      {
  "name": "Tua Larsson",
  "role": "Receptionist and Event Coordinator",
  "q_and_a": {
    "about": "How would you describe the culture at CMS Wistrand?",
    "about_answer": "It’s probably easy to think that there would be a hierarchy in a law firm, but CMS Wistrand is anything but that. Everyone is always nice and easy to talk to, regardless of their role. We have a lot of fun at various activities and everyone is always made to feel welcome.",
    "day": "What does a typical day look like?",
    "day_answer": "I’m at the reception, which means a number of different tasks, and I also organise various events both internally and externally, so every day looks pretty much different. It can be anything from finding a new option for our weekly Wednesday coffee meetings to arranging a mingle for students who come to visit. That's what's fun about my role.",
    "appreciation": "What do you appreciate most about working with us?",
    "appreciation_answer": "What I appreciate most about my workplace are my colleagues. In reception, we have many types of interactions with various colleagues which are always pleasant, and I have made many friends in the office. We also have very good benefits, a big difference when compared to previous employers."
  }
      },
      {
        "name": "Noah Taha",
        "role": "Associate, company commercial group",
        "q_and_a": {
          "about": "Tell us a little about yourself and how you ended up at CMS Wistrand!",
          "about_answer": "Becoming a lawyer was never a defined goal of mine – I worked for a long time as a restaurant manager at McDonald's and enjoyed it before I started studying. I chose to study law mainly because I like problem-solving and working systematically. After my studies, I worked as a consultant at another law firm before I started here at CMS Wistrand.",
          "projects": "What types of assignments or projects have you been most involved in?",
          "projects_answer": "The assignments vary a lot, which is part of the charm – some may involve helping to resolve issues between shareholders, and others involve larger transactions and multiple jurisdictions.",
          "first_impressions": "What was the first period like, did anything stand out?",
          "first_impressions_answer": "The initial period at a new workplace is always a challenge, you want to meet and fulfill the expectations of your colleagues and fit in socially, and at the same time work out your own approach to the job. I have been lucky in that my colleagues have always been welcoming and kind, which made my induction here run smoothly."
        }
      }
    ]
  }, 
  "quote_section": {
    "quote": "“It’s really gratifying to work together with such knowledgeable, generous and truly nice people.”",
    "author": "Nina Knobloch Blomqvist",
    "role": "Associate, environmental grou"
  },
  "our_process": {
    "header": "Our <span style=\"font-weight: 800;\">Recruitment Process</span>",
    "steps": [
      {
        "title": "Send in your application",
        "description": "You apply by uploading your CV and other relevant documentation in our careers portal."
      },
      {
        "title": "First selection",
        "description": "We go through your application to see if your knowledge, experience and competence is in line with what we are looking for."
      },
      {
        "title": "Tests",
        "description": "Depending on the role you have applied for, you may be asked to do a personality assessment and a test that measures your problem-solving abilities."
      },
      {
        "title": "The interview process",
        "description": "You may be called to one or more interviews so that we can get to know each other and for us to hear more about your experience and your ambitions."
      },
      {
        "title": "Offer and onboarding",
        "description": "If there is a match, we will make an offer of employment. Onboarding begins when you accept the offer, and, naturally, we will guide you through every step."
      }
    ]
  },
  "jobs_section": {
    "header": "Open <span style=\"font-weight: 800\">vacancies</span>",
    "location_filter": "Location",
    "all_locations": "All Locations",
    "job_type_filter": "Job Type",
    "all_job_types": "All Job Types",
    "load_more": "Load More",
    "not_specified": "Not Specified",
    "details": "Details"
  },
  "social_section": {
    "delivered_by": "Delivered by",
    "share_on_social": "Share on social media:"
  },
  "navbar": {
    "apply": "Apply",
    "jobs": "Jobs",
    "meet_employees": "Meet the Employees",
    "students": "For Students",
    "recruitment_process": "Recruitment Process",
    "login": "Login",
    "home": "Home",
    "values": "Our Values"
  },
  "job_section": {
  "team_label": "Team",
  "team_value": "Team",
  "location_label": "Location",
  "location_value": "Location",
  "expiration_label": "Application deadline",
  "expiration_value": "Application deadline"
},
  "gobi_header": "Meet <span style=\"font-weight: 800;\">our team</span>",
  "apply_button_submit": "Submit Application",
  "application_form_header": "Application Form",
  "similar_jobs_header": "Similar <span style=\"font-weight: 800\">Jobs</span>",
  "lang_values": "Values <i class=\"fa-thin fa-arrow-down\"></i>",
  "lang_process": "Recruitment Process <i class=\"fa-thin fa-arrow-down\"></i>",
  "lang_apply_mobile": "Apply",
  "student_welcome_header": "<span style=\"font-weight: 800;\">Welcome!</span>",
  "student_welcome_text": "We are delighted that as a student, you have found your way here – after all, you are the future of the legal profession! You can get to know us better by attending one of our events, pursuing your thesis with us or working as a summer trainee.",
  "student_events_header": "\n<span style=\"font-weight: 800;\">Our events</span> – an excellent opportunity to make an impression!",
  "student_events_text": "Are you a student and curious about CMS Wistrand? Take the opportunity to meet us at one of the many university expos and events that we participate in. Have a look at our calendar to find our next visit. \n\n These events offer you the prospect to find out a little more about who we are, our culture and how we work – and for us to get to know you and tell you more about how you can start your career at CMS Wistrand.",
  "student_events_calendar": "<span style=\"font-weight: 800;\">December</span> \n12 December – GAIUS, Gothenburg",
  "student_thesis_practice_header": "Thesis Internship - get more perspectives on your perspective",
  "student_thesis_practice_intro": "Would you like to combine your studies with practical experience at one of Sweden's leading business law firms? CMS Wistrand offers the possibility of a thesis internship in conjunction with your degree. Gain insight into the complexity of business law, and develop your legal skillset whilst broadening your perspectives, by participating in our activities",
  "student_thesis_practice_details": "In the course of your internship, you will work in one of our practice groups, receiving guidance and support from an experienced supervisor who also ensures that you have stimulating tasks that develop your skills. In addition to the day-to-day work, we also offer you internal training to strengthen your legal skills and the possibility to network with our experienced lawyers.",
  "student_thesis_practice_apply": "We accept applications for thesis internships on an ongoing basis. Apply by selecting 'thesis internship' under our <a href=\"#jobs-anchor\">vacancies</a>.",
  "student_summer_clerk_header": "\nSummer Trainee - your new legal career starts in June",
  "student_summer_clerk_intro": "Are you ready to take your first steps into the legal profession? As a CMS Wistrand summer trainee, you will have an exceptional start to your career at one of Sweden's leading business law firms. We offer summer trainee positions to those who have been studying a law program for at least six semesters, and who are curious about what it is like to work with business law in a dynamic international environment.",
  "student_summer_clerk_training": "As a summer trainee, you will be introduced to the daily work of an associate, and work with assignments in various legal practice areas alongside our lawyers. Supervisors are there to provide support and help you develop the skills required to thrive and succeed in the role.",
  "student_summer_clerk_apply": "In addition to practical work, we also offer internal training in various areas of law so you can deepen your knowledge and equip yourself for the complex legal issues you will face in your career. \n\n Recruitment takes place in the autumn before the summer trainee period, and you can apply by selecting 'summer trainee' below."


}
